{
  "id": 27,
  "page": 1,
  "results": [
    {
      "id": 424139,
      "vote_average": 6.7,
      "original_title": "Halloween",
      "backdrop_path": "/tZ358Wk4BnOc4FjdGsiexAUvCMH.jpg",
      "overview": "Laurie Strode comes to her final confrontation with Michael Myers, the masked figure who has haunted her since she narrowly escaped his killing spree on Halloween night four decades ago."
    },
    {
      "id": 439079,
      "vote_average": 5.8,
      "original_title": "The Nun",
      "backdrop_path": "/fgsHxz21B27hOOqQBiw9L6yWcM7.jpg",
      "overview": "When a young nun at a cloistered abbey in Romania takes her own life, a priest with a haunted past and a novitiate on the threshold of her final vows are sent by the Vatican to investigate. Together they uncover the order’s unholy secret. Risking not only their lives but their faith and their very souls, they confront a malevolent force in the form of the same demonic nun that first terrorized audiences in “The Conjuring 2” as the abbey becomes a horrific battleground between the living and the damned."
    },
    {
      "id": 346910,
      "vote_average": 5.3,
      "original_title": "The Predator",
      "backdrop_path": "/f4E0ocYeToEuXvczZv6QArrMDJ.jpg",
      "overview": "From the outer reaches of space to the small-town streets of suburbia, the hunt comes home. Now, the universe’s most lethal hunters are stronger, smarter and deadlier than ever before, having genetically upgraded themselves with DNA from other species. When a young boy accidentally triggers their return to Earth, only a ragtag crew of ex-soldiers and a disgruntled science teacher can prevent the end of the human race."
    },
    {
      "id": 442249,
      "vote_average": 5.8,
      "original_title": "The First Purge",
      "backdrop_path": "/1hJbE72WiRuWH11QPNiHsvt29xA.jpg",
      "overview": "To push the crime rate below one percent for the rest of the year, the New Founding Fathers of America test a sociological theory that vents aggression for one night in one isolated community. But when the violence of oppressors meets the rage of the others, the contagion will explode from the trial-city borders and spread across the nation."
    },
    {
      "id": 238636,
      "vote_average": 6.6,
      "original_title": "The Purge: Anarchy",
      "backdrop_path": "/zWGAnbxjjwY3xFGuOeR26LGbBlG.jpg",
      "overview": "One night per year, the government sanctions a 12-hour period in which citizens can commit any crime they wish -- including murder -- without fear of punishment or imprisonment. Leo, a sergeant who lost his son, plans a vigilante mission of revenge during the mayhem. However, instead of a death-dealing avenger, he becomes the unexpected protector of four innocent strangers who desperately need his help if they are to survive the night."
    },
    {
      "id": 158015,
      "vote_average": 6.2,
      "original_title": "The Purge",
      "backdrop_path": "/1sZ9Nnic1ldHhHttAMDmNxaNM04.jpg",
      "overview": "Given the country's overcrowded prisons, the U.S. government begins to allow 12-hour periods of time in which all illegal activity is legal. During one of these free-for-alls, a family must protect themselves from a home invasion."
    }
  ],
  "total_pages": 994,
  "total_results": 19866
}